Repository: Wididit/Wididit-client
Catalog: po/*.po
Languages: fr_fr

source: Connect to Wididit
fr_fr: Connection à Wididit

source: login@hostname
fr_fr: login@nomdhote

source: Enter your unique userid.
fr_fr: Entrez votre identifiant d'utilisateur.

source: password
fr_fr: mot de passe

source: The password for your Wididit account.
fr_fr: Le mot de passe de votre compte Wididit.

source: Connect
fr_fr: Connexion

source: Connot connect.
fr_fr: Connexion impossible.

source: Invalid userid or password. Try again.
fr_fr: Identifiant d'utilisateur ou mot de passe invalide. Réessayez.

source: &File
fr_fr: &Fichier

source: &Tabs
fr_fr: &Onglets

source: Search
fr_fr: Recherche

source: Open/Close
fr_fr: Ouvrir/Fermer

source: Quit
fr_fr: Quitter

source: Show user
fr_fr: Afficher un utilisateur

source: All
fr_fr: Tous

source: Your entries
fr_fr: Vos entrées

source: What is the userid of the user you want to see?
fr_fr: Quel est l'identifiant de l'utilisateur que vous voulez voir ?

source: Cannot show user.
fr_fr: Impossible d'afficher l'utilisateur.

source: The given userid is not valid. Try again.
fr_fr: L'identifiant de l'utilisateur est invalide. Réessayez.

source: The given userid does not exist. The server hosting him might be down.
fr_fr: Cet identifiant d'utilisateur n'existe pas Le serveur l'hébergeant est probablement indisponible.

source: This user does not exist on the server. Check your input.
fr_fr: Cet utilisateur n'existe pas sur l'utilisateur. Vérifiez votre requête.
